import React from 'react';

const AgreementTxt = () => {
  return (
    <>
      <p>
        Предоставляя свои персональные данные Пользователь даёт согласие
        на обработку, хранение и использование своих персональных
        данных на основании ФЗ № 
        <nobr>152-ФЗ</nobr> «О персональных данных»
        от 27.07.2006 г. в следующих целях:
      </p>
      <ul>
        <li>Обработка данных для регистрации на мероприятия ВУЗа</li>
        <li>
          Обработка данных для начисления дополнительных баллов к ЕГЭ как
          абитуриенту ВУЗа
        </li>
      </ul>
      <p>
        Под персональными данными подразумевается любая информация личного
        характера, позволяющая установить личность Пользователя такая как:
      </p>
      <ul>
        <li>Фамилия, Имя, Отчество</li>
        <li>Населенный пункт</li>
        <li>Наименование образовательного учреждения</li>
        <li>Класс</li>
        <li>Контактный телефон</li>
        <li>Адрес электронной почты</li>
        <li>Пароль</li>
      </ul>
      <p>
        Персональные данные Пользователей хранятся исключительно
        на электронных носителях и обрабатываются
        с использованием автоматизированных систем, за исключением
        случаев, когда неавтоматизированная обработка персональных данных
        необходима в связи с исполнением требований законодательства.
      </p>
      <p>
        ФГБОУ ВО ИРНИТУ обязуется не передавать полученные персональные
        данные третьим лицам, за исключением следующих случаев:
      </p>
      <ul>
        <li>
          По запросам уполномоченных органов государственной власти РФ
          только по основаниям и в порядке, установленным
          законодательством РФ
        </li>
        <li>
          Стратегическим партнерам, которые работают с ФГБОУ ВО ИРНИТУ для
          предоставления продуктов и услуг, или тем из них, которые
          помогают ФГБОУ ВО ИРНИТУ реализовывать продукты и услуги
          потребителям. Мы предоставляем третьим лицам минимальный объем
          персональных данных, необходимый только для оказания требуемой услуги
          или проведения необходимой транзакции.
        </li>
      </ul>
      <p>
        ФГБОУ ВО ИРНИТУ оставляет за собой право вносить изменения
        в одностороннем порядке в настоящие правила, при условии, что
        изменения не противоречат действующему законодательству РФ.
        Изменения условий настоящих правил вступают в силу после
        их публикации на Сайте.
      </p>
    </>
  );
};

export default AgreementTxt;
